[
  {
    "name": "Lester B. Pearson International Airport",
    "city": "Toronto",
    "iata_code": "YYZ",
    "latitude": "43.6772003174",
    "longitude": "-79.6305999756",
    "description_text": "Toronto Pearson International Airport (also known as Lester B. Pearson International Airport or simply Pearson Airport or Toronto Pearson) is an international airport serving Toronto, Ontario, Canada, its metropolitan area, and the Golden Horseshoe, an urban agglomeration that is home to 8.7 million people. The airport is located northwest of downtown Toronto, in the adjacent city of Mississauga. The airport is named in honour of Lester B. Pearson, the 14th Prime Minister of Canada.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Toronto_Pearson_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "YTO, Toronto International Airport, Malton"
  },
  {
    "name": "Austin Bergstrom International Airport",
    "city": "Austin",
    "iata_code": "AUS",
    "latitude": "30.1944999694824",
    "longitude": "-97.6698989868164",
    "description_text": "Austin–Bergstrom International Airport or ABIA is a Class C international airport located in Austin, Texas – the capital of Texas, and serving the Greater Austin metropolitan area, the 34th-largest metropolitan area in the United States. Located about southeast of Downtown Austin, it covers and has two runways and three helipads. The airport is named after Captain John August Earl Bergstrom, an officer who served for the 19th Bombardment Group.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Austin-Bergstrom_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": null
  },
  {
    "name": "General Edward Lawrence Logan International Airport",
    "city": "Boston",
    "iata_code": "BOS",
    "latitude": "42.36429977",
    "longitude": "-71.00520325",
    "description_text": "General Edward Lawrence Logan International Airport is an international airport located in the East Boston neighborhood of Boston, Massachusetts (and partly in the town of Winthrop, Massachusetts). It covers , has six runways, and employs an estimated 16,000 people. The largest airport in New England, as of 2010, Logan is the 19th busiest airport in the United States, with about 13.5 million boardings a year and over 29.3 million passengers overall in 2012. Logan had 30.2 million passengers overall, in 2013, and it is estimated that as many as 33 million passengers will fly through the airport in 2014.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Logan_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "General Edward Lawrence Logan International Airport"
  },
  {
    "name": "Dallas Love Field",
    "city": "Dallas",
    "iata_code": "DAL",
    "latitude": "32.8470993041992",
    "longitude": "-96.8517990112305",
    "description_text": "Dallas Love Field is a city-owned public airport 6 miles (10&nbsp;km) northwest of downtown Dallas, Texas. It was Dallas' main airport until 1974 when Dallas/Fort Worth International Airport (DFW) opened.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Dallas_Love_Field",
    "initial_zoom_level": 16,
    "optional_keywords": "QDF"
  },
  {
    "name": "Ronald Reagan Washington National Airport",
    "city": "Washington",
    "iata_code": "DCA",
    "latitude": "38.8521003723145",
    "longitude": "-77.0376968383789",
    "description_text": "Ronald Reagan Washington National Airport is a major airport south of downtown Washington, D.C., in Arlington County, Virginia. It is the nearest commercial airport to Washington, D.C and serves the Baltimore-Washington Metropolitan Area. For decades it was called Washington National Airport; it was renamed in 1998 to honor former U.S. President Ronald Reagan. The Metropolitan Washington Airports Authority (MWAA) operates the airport with close oversight by the federal government due to its proximity to the national capital.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Ronald_Reagan_Washington_National_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "WAS"
  },
  {
    "name": "Dallas Fort Worth International Airport",
    "city": "Dallas-Fort Worth",
    "iata_code": "DFW",
    "latitude": "32.896800994873",
    "longitude": "-97.0380020141602",
    "description_text": "Dallas/Fort Worth International Airport is the primary international airport serving the metroplex in the U.S. state of Texas. It is the largest hub for American Airlines, which is headquartered near the airport.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Dallas-Fort_Worth_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "QDF"
  },
  {
    "name": "Newark Liberty International Airport",
    "city": "Newark",
    "iata_code": "EWR",
    "latitude": "40.6925010681152",
    "longitude": "-74.168701171875",
    "description_text": "Newark Liberty International Airport , originally named Newark Metropolitan Airport and later Newark International Airport, is an international airport which straddles the municipal boundary between Newark and Elizabeth, New Jersey. The airport is owned by the city of Newark and operated by the Port Authority of New York and New Jersey. It is about southwest of Midtown Manhattan (New York City). Newark Airport was the first major airport in the United States and is the New York-New Jersey metropolitan area's busiest in terms of flights.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Newark_Liberty_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "Manhattan, New York City, NYC"
  },
  {
    "name": "Fort Lauderdale Hollywood International Airport",
    "city": "Fort Lauderdale",
    "iata_code": "FLL",
    "latitude": "26.0725994110107",
    "longitude": "-80.152702331543",
    "description_text": "Fort Lauderdale–Hollywood International Airport is in unincorporated Broward County, Florida between Fort Lauderdale, Hollywood and Dania Beach, three miles (5&nbsp;km) southwest of downtown Fort Lauderdale FLL is ranked as the 21st busiest airport (in terms of passenger traffic) in the United States, as well as the nation's 14th busiest international air gateway and one of the world's 50 busiest airports. FLL is classified by the US Federal Aviation Administration as a \\\"major hub\\\" facility serving commercial air traffic. In 2011 the airport processed 23,349,835 passengers (4.2% more than 2010) including 3,608,922 international passengers (4.7% more than 2010) The airport surpassed 2007/2008 levels by 728,147 passengers.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Fort_Lauderdale-Hollywood_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "MFW, South Florida"
  },
  {
    "name": "Washington Dulles International Airport",
    "city": "Washington",
    "iata_code": "IAD",
    "latitude": "38.94449997",
    "longitude": "-77.45580292",
    "description_text": "Washington Dulles International Airport is a public airport in Dulles, Virginia, 26 miles (42&nbsp;km) west of downtown Washington, D.C. The airport serves the Baltimore–Washington Metropolitan Area, centered on the District of Columbia. The airport is named after John Foster Dulles, the 52nd Secretary of State under President Dwight D. Eisenhower. The Dulles main terminal is a well-known landmark designed by Eero Saarinen. Operated by the Metropolitan Washington Airports Authority, Dulles Airport occupies straddling the border of Fairfax County and Loudoun County, Virginia, within the unincorporated communities of Chantilly and Dulles.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Washington_Dulles_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "WAS"
  },
  {
    "name": "John F Kennedy International Airport",
    "city": "New York",
    "iata_code": "JFK",
    "latitude": "40.63980103",
    "longitude": "-73.77890015",
    "description_text": "John F. Kennedy International Airport is a major airport in the borough of Queens in New York City, owned by the City of New York and operated by the Port Authority of New York and New Jersey under a long-term operating lease. It is about southeast of Lower Manhattan. It is the busiest international air passenger gateway in the United States, handling more international traffic than any other airport in North America. It is also the third-leading freight gateway to the country by value of shipments. In 2013, the airport handled 50,423,765 passengers, making it the 19th-busiest airport in the world and sixth-busiest in the United States by passenger traffic. Together, JFK International, LaGuardia, and Newark Liberty airports, all operated by the Port Authority of New York and New Jersey, are the largest airport system in the United States, second in the world in terms of passenger traffic, and first in the world by total flight operations.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/John_F._Kennedy_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "Manhattan, New York City, NYC, Idlewild"
  },
  {
    "name": "McCarran International Airport",
    "city": "Las Vegas",
    "iata_code": "LAS",
    "latitude": "36.08010101",
    "longitude": "-115.1520004",
    "description_text": "McCarran International Airport is the main commercial airport serving the Las Vegas Valley and Clark County, Nevada, United States. The airport is about south of downtown Las Vegas, in the unincorporated area of Paradise in Clark County. It covers roughly , with four runways and two terminals. McCarran is owned by Clark County and operated by the Clark County Department of Aviation (DOA).",
    "wikipedia_url": "http://en.wikipedia.org/wiki/McCarran_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": null
  },
  {
    "name": "Los Angeles International Airport",
    "city": "Los Angeles",
    "iata_code": "LAX",
    "latitude": "33.94250107",
    "longitude": "-118.4079971",
    "description_text": "Los Angeles International Airport is the primary airport serving the Greater Los Angeles Area, the second-most populated metropolitan area in the United States. It is most often referred to by its IATA airport code LAX, with the letters pronounced individually. LAX is located in southwestern Los Angeles along the Pacific coast in the neighborhood of Westchester, from Downtown Los Angeles. It is owned and operated by Los Angeles World Airports, an agency of the Los Angeles city government formerly known as the Department of Airports.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Los_Angeles_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": null
  },
  {
    "name": "La Guardia Airport",
    "city": "New York",
    "iata_code": "LGA",
    "latitude": "40.77719879",
    "longitude": "-73.87259674",
    "description_text": "LaGuardia Airport  is an airport in the northern part of the New York City borough of Queens. The airport is on the waterfront of Flushing Bay and Bowery Bay, in East Elmhurst and borders the neighborhoods of East Elmhurst, Astoria, and Jackson Heights.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/LaGuardia_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "Manhattan, New York City, NYC, Glenn H. Curtiss Airport, North Beach Airport, La Guardia"
  },
  {
    "name": "Orlando International Airport",
    "city": "Orlando",
    "iata_code": "MCO",
    "latitude": "28.4293994903564",
    "longitude": "-81.3089981079102",
    "description_text": "Orlando International Airport is an international airport 6 miles southeast of Orlando, Florida. It is the second-busiest airport in the state of Florida the 13th-busiest airport in the United States and the 29th-busiest airport in the world by passenger traffic.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Orlando_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "Disney World,Epcot Center"
  },
  {
    "name": "Chicago O'Hare International Airport",
    "city": "Chicago",
    "iata_code": "ORD",
    "latitude": "41.97859955",
    "longitude": "-87.90480042",
    "description_text": "Chicago O'Hare International Airport , also known as O'Hare Airport, O'Hare Field, Chicago International Airport, or simply O'Hare, is a major airport located in the northwestern-most corner of Chicago, Illinois, northwest of the Chicago Loop. It is the primary airport serving the Chicago area, with Chicago Midway International Airport, about closer to the Loop, serving as a secondary airport for low-cost carriers.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/O'Hare_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "CHI, Orchard Place"
  },
  {
    "name": "Portland International Airport",
    "city": "Portland",
    "iata_code": "PDX",
    "latitude": "45.58869934",
    "longitude": "-122.5979996",
    "description_text": "Portland International Airport is a joint civil-military airport and the largest airport in the U.S. state of Oregon, accounting for 90% of passenger travel and more than 95% of air cargo of the state. It is located within Portland's city limits just south of the Columbia River in Multnomah County, six miles by air and twelve miles by highway northeast of downtown Portland. Portland International Airport is often referred to by its IATA airport code, PDX.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Portland_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": null
  },
  {
    "name": "Philadelphia International Airport",
    "city": "Philadelphia",
    "iata_code": "PHL",
    "latitude": "39.871898651123",
    "longitude": "-75.241096496582",
    "description_text": ":\\\"Philadelphia Airport\\\" redirects here. For other airports serving Philadelphia, see List of airports in the Philadelphia area. For the airport in Mississippi, see Philadelphia Municipal Airport.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Philadelphia_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": null
  },
  {
    "name": "Palm Springs International Airport",
    "city": "Palm Springs",
    "iata_code": "PSP",
    "latitude": "33.8297004699707",
    "longitude": "-116.50700378418",
    "description_text": "Palm Springs International Airport is a public airport two miles (3&nbsp;km) east of downtown Palm Springs, California. The airport covers and has two runways. The airport is highly seasonal, with most flights operating during the winter.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Palm_Springs_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": null
  },
  {
    "name": "San Diego International Airport",
    "city": "San Diego",
    "iata_code": "SAN",
    "latitude": "32.7336006164551",
    "longitude": "-117.190002441406",
    "description_text": "San Diego International Airport , also known as Lindbergh Field, is a public airport northwest of downtown San Diego, California. It is operated by the San Diego County Regional Airport Authority.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/San_Diego_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": null
  },
  {
    "name": "Seattle Tacoma International Airport",
    "city": "Seattle",
    "iata_code": "SEA",
    "latitude": "47.4490013122559",
    "longitude": "-122.30899810791",
    "description_text": "The Seattle–Tacoma International Airport , also known as Sea–Tac Airport or Sea–Tac , is an American airport. It is located in SeaTac, Washington, at the intersections of State Routes 99, 509, and 518, about west of Interstate 5. It serves the cities of Seattle and Tacoma, as well as the rest of Western Washington.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Seattle-Tacoma_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": null
  },
  {
    "name": "San Francisco International Airport",
    "city": "San Francisco",
    "iata_code": "SFO",
    "latitude": "37.6189994812012",
    "longitude": "-122.375",
    "description_text": "San Francisco International Airport is an international airport located south of downtown San Francisco, California, near Millbrae and San Bruno in unincorporated San Mateo County. It has flights to points throughout North America and is a major gateway to Europe and Asia.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/San_Francisco_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "QSF, QBA"
  },
  {
    "name": "Norman Y. Mineta San Jose International Airport",
    "city": "San Jose",
    "iata_code": "SJC",
    "latitude": "37.3625984191895",
    "longitude": "-121.929000854492",
    "description_text": "Norman Y. Mineta San Jose International Airport It is two miles northwest of Downtown San Jose near the intersections of U.S. Route 101, Interstate 880, and State Route 87. The dominant carrier is Southwest Airlines with Alaska Airlines as the second largest. The airport has free Wi-Fi in all terminals.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/San_Jose_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "QSF, QBA"
  },
  {
    "name": "John Wayne Airport-Orange County Airport",
    "city": "Santa Ana",
    "iata_code": "SNA",
    "latitude": "33.67570114",
    "longitude": "-117.8679962",
    "description_text": "John Wayne Airport is an international airport in Orange County, California, with its mailing address in the city of Santa Ana, hence the IATA airport code. The entrance to the airport is off MacArthur Blvd in Irvine, the city that abuts the airport on the north and east. Newport Beach and Costa Mesa form the southern and western boundaries along with a small unincorporated area along the Corona del Mar (73) Freeway. Santa Ana is just north, not actually touching the airport. Originally named Orange County Airport, the county Board of Supervisors renamed it in 1979 to honor actor John Wayne, who lived in neighboring Newport Beach and died that year.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/John_Wayne_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": "Disney, Disneyland, Orange County"
  },
  {
    "name": "Licenciado Gustavo Díaz Ordaz International Airport",
    "city": "Puerto Vallarta",
    "iata_code": "PVR",
    "latitude": "20.6800994873047",
    "longitude": "-105.253997802734",
    "description_text": "Licenciado Gustavo Díaz Ordaz International Airport (sometimes abbreviated as Lic. Gustavo Díaz Ordaz International Airport) is an international airport located at Puerto Vallarta, Jalisco in Mexico. The airport is named after President Gustavo Díaz Ordaz. It handled 2,597,700 passengers in 2012 and 2,670,800 in 2013.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Lic._Gustavo_D%C3%ADaz_Ordaz_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": null
  },
  {
    "name": "Los Cabos International Airport",
    "city": "San José del Cabo",
    "iata_code": "SJD",
    "latitude": "23.1518001556396",
    "longitude": "-109.721000671387",
    "description_text": "Los Cabos International Airport  is the seventh busiest airport in Mexico, located at San José del Cabo, Baja California Sur, Mexico. The airport serves Los Cabos area: San José del Cabo and Cabo San Lucas. This airport has three terminals with 4 concourses. Terminal 1 serves both domestic and international operations for various air carriers while Terminal 3 services Alaska Airlines, Delta Air Lines, Frontier Airlines and other seasonal international carriers. From September 2011 until January 2012, the airport temporarily gained nonstop service to Asia with flights to Shanghai, China.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Los_Cabos_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": null
  },
  {
    "name": "Cancún International Airport",
    "city": "Cancún",
    "iata_code": "CUN",
    "latitude": "21.0365009308",
    "longitude": "-86.8770980835",
    "description_text": "Cancún International Airport () is located in Cancún, Quintana Roo, on the Caribbean coast of Mexico's Yucatán Peninsula. It is Mexico's second busiest airport, after Mexico City International Airport in Mexico City, but the biggest in Mexico for International passengers. In 2013, Cancún airport handled 15,962,162 passengers, a 10.4% increase compared to 2012.",
    "wikipedia_url": "http://en.wikipedia.org/wiki/Canc%C3%BAn_International_Airport",
    "initial_zoom_level": 16,
    "optional_keywords": null
  }
]